Repository: pulseaudio/pulseaudio
Catalog: po/*.po
Languages: bg

source: Module #%u Name: %s Argument: %s Usage counter: %s Properties: %s
bg: Модул №%u Име: %s Аргумент: %s Брояч на употребите: %s Свойства: %s

source: Failed to get client information: %s
bg: Информацията за клиента не може да бъде получена: %s

source: Client #%u Driver: %s Owner Module: %s Properties: %s
bg: Клиент №%u Драйвер: %s Модул собственик: %s Свойства: %s

source: Failed to get card information: %s
bg: Информацията за звуковата карта не може да бъде получена: %s

source: Card #%u Name: %s Driver: %s Owner Module: %s Properties: %s
bg: Звукова карта №%u Име: %s Драйвер: %s Модул собственик: %s Свойства: %s

source: Profiles:
bg: Профили:

source: %s: %s (sinks: %u, sources: %u, priority: %u, available: %s)
bg: %s: %s (аудио приемници: %u, източници: %u, приоритет: %u, налични: %s)

source: Active Profile: %s
bg: Активен профил: %s

source: %s: %s (type: %s, priority: %u, latency offset: %<PRId64> usec%s%s, %s)
bg: %s: %s (вид: %s, приоритет: %u, отместване на закъснението: %<PRId64> мкс%s%s, %s)

source: Properties: %s
bg: Свойства: %s

source: Part of profile(s): %s
bg: Част от профила(ите): %s

source: Failed to get sink input information: %s
bg: Информацията за входа на аудио приемника не може да бъде получена: %s

source: Sink Input #%u Driver: %s Owner Module: %s Client: %s Sink: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Sink Latency: %0.0f usec Resample method: %s Properties: %s
bg: Входен аудио приемник №%u Драйвер: %s Модул собственик: %s Клиент: %s Аудио приемник: %u Спецификация на семпъла: %s Карта на каналите: %s Формат: %s Запушен: %s Заглушаване: %s Сила на звука: %s баланс %0.2f Закъснение на буфера: %0.0f мкс Закъснение на аудио приемника: %0.0f мкс Метод на свръхсемплиране: %s Свойства: %s

source: Failed to get source output information: %s
bg: Информацията за изхода на източника не може да бъде получена: %s

source: Source Output #%u Driver: %s Owner Module: %s Client: %s Source: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Source Latency: %0.0f usec Resample method: %s Properties: %s
bg: Изходен източник №%u Драйвер: %s Модул собственик: %s Клиент: %s Източник: %u Спецификация на семпъла: %s Карта на каналите: %s Формат: %s Запушен: %s Заглушаване: %s Сила на звука: %s баланс %0.2f Закъснение на буфера: %0.0f мкс Закъснение на източника: %0.0f мкс Метод на свръхсемплиране: %s Свойства: %s

source: Failed to get sample information: %s
bg: Информацията за семпъла не може да бъде получена: %s

source: Sample #%u Name: %s Sample Specification: %s Channel Map: %s Volume: %s balance %0.2f Duration: %0.1fs Size: %s Lazy: %s Filename: %s Properties: %s
bg: Семпъл №%u Име: %s Спецификация на семпъла: %s Карта на каналите: %s Сила на звука: %s баланс %0.2f Продължителност: %0.1fсек Размер: %s Отложено зареждане: %s Име на файл: %s Свойства: %s

source: Failure: %s
bg: Грешка: %s

source: Send message failed: %s
bg: Съобщението не може да бъде изпратено: %s

source: list-handlers message failed: %s
bg: list-handlers съобщението е неуспешно: %s

source: list-handlers message response could not be parsed correctly
bg: list-handlers отговорът на съобщението не може да бъде разчетено правилно

source: list-handlers message response is not a JSON array
bg: list-handlers отговорът на съобщението не е JSON масив

source: list-handlers message response array element %d is not a JSON object
bg: list-handlers елементът от масива за отговор %d не е JSON обект

source: Failed to unload module: Module %s not loaded
bg: Модулът не може да бъде отзареден: Модулът %s не е зареден

source: Failed to set volume: You tried to set volumes for %d channel, whereas channel(s) supported = %d
bg: Силаната на звука не може да бъде зададена: Опитали сте се да зададете силата на звука за %d канал, но броят на поддържаните канали не съвпада и е = %d

source: Failed to upload sample: %s
bg: Семпълът не може да бъде отзареден: %s

source: Premature end of file
bg: Неочакван край на файла

source: new
bg: ново

source: change
bg: променяне

source: remove
bg: премахване

source: unknown
bg: неизвестно

source: sink
bg: аудио приемник

source: source
bg: източник

source: sink-input
bg: аудио приемник за вход

source: source-output
bg: източник за изход

source: module
bg: модул

source: client
bg: клиент

source: sample-cache
bg: семпъл-кеш

source: server
bg: сървър

source: card
bg: звукова карта

source: Event '%s' on %s #%u
bg: Събитие „%s“ на %s #%u

source: Got SIGINT, exiting.
bg: Получен е сигнал SIGINT, изход от програмата.

source: Invalid volume specification
bg: Невалидна стойност за силата на звука

source: Volume outside permissible range.
bg: Силата на звука е извън допустимия диапазон.

source: Invalid number of volume specifications.
bg: Невалиден брой стойности за силата на звука.

source: Inconsistent volume specification.
bg: Неконсистентна стойност на силата на звука

source: [options]
bg: [опции]

source: [TYPE]
bg: [ВИД]

source: FILENAME [NAME]
bg: ИМЕ-НА-ФАЙЛ [ИМЕ]

source: NAME [SINK]
bg: ИМЕ [АУДИОПРИЕМНИК]

source: NAME|#N VOLUME [VOLUME ...]
bg: ИМЕ|№ СИЛА-НА-ЗВУКА [СИЛА-НА-ЗВУКА …]

source: #N VOLUME [VOLUME ...]
bg: № СИЛА-НА-ЗВУКА [СИЛА-НА-ЗВУКА …]

source: NAME|#N 1|0|toggle
bg: ИМЕ|№ 1|0|toggle

source: #N 1|0|toggle
bg: № 1|0|toggle

source: #N FORMATS
bg: № ФОРМАТИ

source: The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor.
bg: Специалните имена @DEFAULT_SINK@, @DEFAULT_SOURCE@ и @DEFAULT_MONITOR@ могат да се използват за задаване на стандартния аудиоприемник, източник и монитор.

source: -h, --help Show this help --version Show version -f, --format=FORMAT The format of the output. Either "normal" or "json" -s, --server=SERVER The name of the server to connect to -n, --client-name=NAME How to call this client on the server
bg: -h, --help Извеждане на този екран за помощ --version Извеждане на версията -f, --format=ФОРМАТ Форматът на изхода. Или „normal“, или „json“ -s, --server=СЪРВЪР Името на сървъра за свързване -n, --client-name=ИМЕ Как да се нарича този клиент на сървъра

source: pactl %s Compiled with libpulse %s Linked with libpulse %s
bg: pactl %s Компилиран с libpulse %s Свързан с libpulse %s

source: Invalid format value '%s'
bg: Невалидна стойност на формата „%s“

source: Specify nothing, or one of: %s
bg: Не посочвайте нищо или посочете едно от следните: %s

source: Please specify a sample file to load
bg: Посочете семпъл файл за зареждане

source: Failed to open sound file.
bg: Звуковият файл не може да бъде отворен.

source: Warning: Failed to determine sample specification from file.
bg: ВНИМАНИЕ: Спецификацията на семпъла от файла не може да бъде определен.

source: You have to specify a sample name to play
bg: Трябва да посочите име на семпъл за пускане

source: You have to specify a sample name to remove
bg: Трябва да посочите име на семпъл за премахване

source: You have to specify a sink input index and a sink
bg: Трябва да посочите указател на входящ аудио приемник и аудио приемник

source: You have to specify a source output index and a source
bg: Трябва да посочите изходния указател на източника и източника

source: You have to specify a module name and arguments.
bg: Трябва да посочите име на модул и аргументи.

source: You have to specify a module index or name
bg: Трябва да посочите указател или име на модул

source: You may not specify more than one sink. You have to specify a boolean value.
bg: Не можете да посочите повече от един аудио приемник. Трябва да посочите булева стойност.

source: Invalid suspend specification.
bg: Невалидна стойност на операцията за спиране, очаква се булева стойност.

source: You may not specify more than one source. You have to specify a boolean value.
bg: Не можете да посочите повече от един източник. Трябва да посочите булева стойност.

source: You have to specify a card name/index and a profile name
bg: Трябва да посочите име или указател на звукова карта и име на профил

source: You have to specify a sink name/index and a port name
bg: Трябва да посочите име или указател на аудио приемник и име на порт

source: You have to specify a sink name
bg: Трябва да посочите име на аудио приемник

source: You have to specify a source name/index and a port name
bg: Трябва да посочите име или указател на източник и име на порт

source: You have to specify a source name
bg: Трябва да посочите име на източник

source: You have to specify a sink name/index
bg: Трябва да посочите име или указател на аудио приемник

source: You have to specify a sink name/index and a volume
bg: Трябва да посочите име или указател на аудио приемник и сила на звук

source: You have to specify a source name/index
bg: Трябва да посочите име или указател на източник

source: You have to specify a source name/index and a volume
bg: Трябва да посочите име или указател на източник и сила на звук

source: You have to specify a sink input index and a volume
bg: Трябва да посочите указател на входящ аудио приемник и сила на звук

source: Invalid sink input index
bg: Невалиден указател на входящ аудио приемник

source: You have to specify a source output index and a volume
bg: Трябва да посочите указател на изходен източник и сила на звук

source: Invalid source output index
bg: Невалиден указател на изходен източник

source: You have to specify a sink name/index and a mute action (0, 1, or 'toggle')
bg: Трябва да посочите име или указател на аудио приемник и действие за заглушаване (0, 1 или „toggle“)

source: Invalid mute specification
bg: Невалидна стойност за заглушаване

source: You have to specify a source name/index and a mute action (0, 1, or 'toggle')
bg: Трябва да посочите име или указател на източник и действие за заглушаване (0, 1 или „toggle“)

source: You have to specify a sink input index and a mute action (0, 1, or 'toggle')
bg: Трябва да посочите указател на входен аудио приемник и действие за заглушаване (0, 1 или „toggle“)

source: Invalid sink input index specification
bg: Невалидна стойност на указател на входен аудио приемник

source: You have to specify a source output index and a mute action (0, 1, or 'toggle')
bg: Трябва да посочите указател на изходен източник и действие за заглушаване (0, 1 или „toggle“)

source: Invalid source output index specification
bg: Невалидна стойност на указател на изходен източник

source: You have to specify at least an object path and a message name
bg: Трябва да посочите поне местоположение до обект и име на съобщение

source: Excess arguments given, they will be ignored. Note that all message parameters must be given as a single string.
bg: Бяха посочени излишни аргументи, те ще бъдат игнорирани. Имайте в предвид, че всички параметри на съобщението трябва да бъдат дадени като един низ.

source: You have to specify a sink index and a semicolon-separated list of supported formats
bg: Трябва да посочите указател на аудио приемник и списък с поддържани формати, разделен с точка и запетая

source: You have to specify a card name/index, a port name and a latency offset
bg: Трябва да посочите име или номер на звукова карта, име на порт и отместване на закъснението

source: Could not parse latency offset
bg: Стойността на отместване на закъснението не може да бъде разчетена

source: No valid command specified.
bg: Не е зададена валидна команда.

source: Failure to resume: %s
bg: Пускането е неуспешно: %s

source: Failure to suspend: %s
bg: Спирането е неуспешно: %s

source: WARNING: Sound server is not local, not suspending.
bg: ВНИМАНИЕ: Звуковият сървър не е локален, прекратяване на спирането.

source: Connection failure: %s
bg: Неуспешно установяване на връзка: %s

source: Got SIGINT, exiting.
bg: Получен е сигнал SIGINT, изход от програмата.

source: WARNING: Child process terminated by signal %u
bg: ВНИМАНИЕ: Дъщерният процес е прекратен от сигнала %u

source: %s [options] -- PROGRAM [ARGUMENTS ...] Temporarily suspend PulseAudio while PROGRAM runs. -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
bg: %s [опции] -- ПРОГРАМА [АРГУМЕНТИ ...] Временно спира PulseAudio, докато се изпълнява ПРОГРАМА. -h, --help Извеждане на този екран за помощ --version Извеждане на версията -s, --server=SERVER Името на сървъра за свързване

source: pasuspender %s Compiled with libpulse %s Linked with libpulse %s
bg: pasuspender %s Компилиран с libpulse %s Свързан с libpulse %s

source: pa_mainloop_new() failed.
bg: pa_mainloop_new() е неуспешно.

source: pa_context_new() failed.
bg: pa_context_new() е неуспешно.

source: pa_mainloop_run() failed.
bg: pa_mainloop_run() е неуспешно.

source: %s [-D display] [-S server] [-O sink] [-I source] [-c file] [-d|-e|-i|-r] -d Show current PulseAudio data attached to X11 display (default) -e Export local PulseAudio data to X11 display -i Import PulseAudio data from X11 display to local environment variables and cookie file. -r Remove PulseAudio data from X11 display
bg: %s [-D дисплей] [-S сървър] [-O аудио приемник] [-I източник] [-c файл] [-d|-e|-i|-r] -d Показване на текущите данни от PulseAudio, прикрепени към дисплея X11 (стандартно) -e Изнасяне на локални данни от PulseAudio към дисплей на X11 -i Внасяне на данни за PulseAudio от дисплей на X11 в локални променливи на средата и файл с бисквитки. -r Премахване на данни на PulseAudio от дисплея на X11

source: Failed to parse command line.
bg: Аргументите подадени на програмата не може да бъдат анализирани.

source: Server: %s
bg: Сървър: %s

source: Source: %s
bg: Източник: %s

source: Sink: %s
bg: Аудио приемник: %s

source: Cookie: %s
bg: Бисквитка: %s

source: Failed to parse cookie data
bg: Данните за бисквитката не може да бъдат разчетени

source: Failed to save cookie data
bg: Данните за бисквитката не може да бъдат запазени

source: Failed to get FQDN.
bg: FQDN не може да бъде получен.

source: Failed to load cookie data
bg: Данните за бисквитката не може да бъдат заредени

source: Not yet implemented.
bg: Все още не е реализирано
