Repository: pulseaudio/pulseaudio
Catalog: po/*.po
Languages: bg

source: %s [options] COMMANDS: -h, --help Show this help --version Show version --dump-conf Dump default configuration --dump-modules Dump list of available modules --dump-resample-methods Dump available resample methods --cleanup-shm Cleanup stale shared memory segments --start Start the daemon if it is not running -k --kill Kill a running daemon --check Check for a running daemon (only returns exit code) OPTIONS: --system[=BOOL] Run as system-wide instance -D, --daemonize[=BOOL] Daemonize after startup --fail[=BOOL] Quit when startup fails --high-priority[=BOOL] Try to set high nice level (only available as root, when SUID or with elevated RLIMIT_NICE) --realtime[=BOOL] Try to enable realtime scheduling (only available as root, when SUID or with elevated RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Disallow user requested module loading/unloading after startup --disallow-exit[=BOOL] Disallow user requested exit --exit-idle-time=SECS Terminate the daemon when idle and this time passed --scache-idle-time=SECS Unload autoloaded samples when idle and this time passed --log-level[=LEVEL] Increase or set verbosity level -v --verbose Increase the verbosity level --log-target={auto,syslog,stderr,file:PATH,newfile:PATH} Specify the log target --log-meta[=BOOL] Include code location in log messages --log-time[=BOOL] Include timestamps in log messages --log-backtrace=FRAMES Include a backtrace in log messages -p, --dl-search-path=PATH Set the search path for dynamic shared objects (plugins) --resample-method=METHOD Use the specified resampling method (See --dump-resample-methods for possible values) --use-pid-file[=BOOL] Create a PID file --no-cpu-limit[=BOOL] Do not install CPU load limiter on platforms that support it. --disable-shm[=BOOL] Disable shared memory support. --enable-memfd[=BOOL] Enable memfd shared memory support. STARTUP SCRIPT: -L, --load="MODULE ARGUMENTS" Load the specified plugin module with the specified argument -F, --file=FILENAME Run the specified script -C Open a command line on the running TTY after startup -n Don't load default script file
bg: %s [опции] КОМАНДИ: -h, --help Извеждане на този екран за помощ --version Извеждане на версията --dump-conf Извличане на стандартните настройки --dump-modules Извличане на списък с наличните модули --dump-resample-methods Извличане на наличните методи за свръхсемплиране --cleanup-shm Почистване на остарели сегменти на споделена памет --start Стартиране на демона, ако не е стартиран -k --kill Убиване на работещ демон --check Проверяване за работещ демон (връща само код за изход) ОПЦИИ: --system[=БУЛЕВА] Изпълняване като системна програма -D, --daemonize[=БУЛЕВА] Превръщане в демон след стартиране --fail[=БУЛЕВА] Изход при неуспешно стартиране --high-priority[=БУЛЕВА] Опитай да зададеш високо ниво на приоритет (nice) (достъпно само като основен потребител, когато SUID или с повишен RLIMIT_NICE) --realtime[=БУЛЕВА] Опитай да включиш насрочване в реално време (достъпно само като основен потребител, когато SUID или с повишен RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Без позволяване на потребителите да зареждат или отзареждат модули след стартиране --disallow-exit[=БУЛЕВА] Без позволяване на потребителите да спират програмата --exit-idle-time=СЕКУНДИ Прекратяване на демона при неактивност и след изтичане на това време --scache-idle-time=СЕКУНДИ Отзареждане на автоматично заредените семпли при неактивност и след изтичане на това време --log-level[=НИВО] Увеличаване или задаване на нивото на допълнителната информация -v --verbose Увеличаване на нивото на допълнителната информация --log-target={auto,syslog,stderr,file:PATH,newfile:PATH} Посочване на целта за журнал --log-meta[=БУЛЕВА] Включване на местоположението на кода в съобщенията на журнала --log-time[=БУЛЕВА] Включване на датата в съобщенията на журнала --log-backtrace=FRAMES Включване на състоянието на стека в съобщенията на журнала -p, --dl-search-path=МЕСТОПОЛОЖЕНИЕ Задаване на пътя за търсене на динамични споделени обекти (приставки). --resample-method=МЕТОД Използване на посоченият метод за свръхсемплиране (Вижте —dump-resample-methods за допустимите стойности) --use-pid-file[=БУЛЕВА] Създаване на файл за идентификатор на процеса --no-cpu-limit[=БУЛЕВА] Не инсталирай ограничител на натоварването на ЦП за платформи, които го поддържат --disable-shm[=БУЛЕВА] Изключване на поддръжката на споделена памет. --enable-memfd[=БУЛЕВА] Включване на поддръжката на споделена памет с memfd КОМАНДЕН ФАЙЛ ЗА СТАРТИРАНЕ: -L, --load=“МОДУЛ АРГУМЕНТИ” Зареждане на посочения модул приставка с посочения аргумент -F, --file=ИМЕ-НА-ФАЙЛ Изпълняване на посочения команден файл -C Отваряне на команден ред в работещия терминал след стартиране -n Без зареждане на стандартния команден файл

source: --daemonize expects boolean argument
bg: --daemonize очаква булева стойност

source: --fail expects boolean argument
bg: --fail очаква булева стойност

source: --log-level expects log level argument (either numeric in range 0..4 or one of error, warn, notice, info, debug).
bg: --log-level очаква като аргумент ниво на диагностичност (цифра от 0 до 4 или някое от error, warn, notice, info, debug).

source: --high-priority expects boolean argument
bg: --high-priority очаква булева стойност

source: --realtime expects boolean argument
bg: --realtime очаква булева стойност

source: --disallow-module-loading expects boolean argument
bg: --disallow-module-loading очаква булева стойност

source: --disallow-exit expects boolean argument
bg: --disallow-exit очаква булева стойност

source: --use-pid-file expects boolean argument
bg: --use-pid-file очаква булева стойност

source: Invalid log target: use either 'syslog', 'journal', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
bg: Невалидна цел на журнала: използвайте „syslog“, „journal“, „stderr“ или „auto“ или валидно име на файл „file:<path>“, „newfile:<path>“.

source: Invalid log target: use either 'syslog', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
bg: Невалидна цел на журнала: използвайте „syslog“, „stderr“ или „auto“ или валидно име на файл „file:<path>“, „newfile:<path>“.

source: --log-time expects boolean argument
bg: --log-time очаква булева стойност

source: --log-meta expects boolean argument
bg: --log-meta очаква булева стойност

source: Invalid resample method '%s'.
bg: Невалиден метод за свръхсемплиране „%s“.

source: --system expects boolean argument
bg: --system очаква булева стойност

source: --no-cpu-limit expects boolean argument
bg: --no-cpu-limit очаква булева стойност

source: --disable-shm expects boolean argument
bg: --disable-shm очаква булева стойност

source: --enable-memfd expects boolean argument
bg: --enable-memfd очаква булева стойност

source: [%s:%u] Invalid log target '%s'.
bg: [%s:%u] Невалидна цел на журнала „%s“ .

source: [%s:%u] Invalid log level '%s'.
bg: [%s:%u] Невалидно ниво на журнала „%s“.

source: [%s:%u] Invalid resample method '%s'.
bg: [%s:%u] Невалиден метод за свръхсемплиране „%s“.

source: [%s:%u] Invalid rlimit '%s'.
bg: [%s:%u] Невалидно ограничение за ползване на ресурси (rlimit) „%s“.

source: [%s:%u] Invalid sample format '%s'.
bg: [%s:%u] Невалиден формат на семпъла „%s“.

source: [%s:%u] Invalid sample rate '%s'.
bg: [%s:%u] Невалидна честота на семпъла „%s“.

source: [%s:%u] Invalid sample channels '%s'.
bg: [%s:%u] Невалидни канали на семпъла „%s“.

source: [%s:%u] Invalid channel map '%s'.
bg: [%s:%u] Невалидна карта на каналите „%s“.

source: [%s:%u] Invalid number of fragments '%s'.
bg: [%s:%u] Невалиден брой фрагменти „%s“.

source: [%s:%u] Invalid fragment size '%s'.
bg: [%s:%u] Невалиден размер на фрагмента „%s“.

source: [%s:%u] Invalid nice level '%s'.
bg: [%s:%u] Невалидно ниво на приоритет (nice) на „%s“.

source: [%s:%u] Invalid server type '%s'.
bg: [%s:%u] Невалиден вид сървър „%s“.

source: Failed to open configuration file: %s
bg: Файлът с настройки не може да бъде отворен: %s

source: The specified default channel map has a different number of channels than the specified default number of channels.
bg: Посочената стандартна карта на каналите има различен брой канали от посочения стандартен брой канали.

source: ### Read from configuration file: %s ###
bg: ### Прочетено от файла с настройки: %s ###

source: Name: %s
bg: Име: %s

source: No module information available
bg: Няма налична информация за модула

source: Version: %s
bg: Версия: %s

source: Description: %s
bg: Описание: %s

source: Author: %s
bg: Автор: %s

source: Usage: %s
bg: Употреба: %s

source: Load Once: %s
bg: Зареждане веднъж: %s

source: DEPRECATION WARNING: %s
bg: ПРЕДУПРЕЖДЕНИЕ ЗА ОСТАРЯЛА ФУНКЦИЯ: %s

source: Path: %s
bg: Местоположение: %s

source: Failed to open module %s: %s
bg: Модулът %s не може да бъде отворен: %s

source: Failed to find original lt_dlopen loader.
bg: Зареждаща програма original lt_dlopen не може да бъде намерена.

source: Failed to find user '%s'.
bg: Потребителят „%s“ не може да бъде намерен.

source: Failed to find group '%s'.
bg: Групата „%s“ не може да бъде намерена.

source: GID of user '%s' and of group '%s' don't match.
bg: Груповият идентификатор на потребителя „%s“ и на групата „%s“ не съвпадат.

source: Home directory of user '%s' is not '%s', ignoring.
bg: Домашната папка на потребителя „%s“ не е „%s“, игнориране.

source: Failed to create '%s': %s
bg: „%s“ не може да бъде създадено: %s

source: Failed to change group list: %s
bg: Списъкът с групи не може да бъде променен: %s

source: Failed to change GID: %s
bg: Груповият идентификатор не може да бъде променен: %s

source: Failed to change UID: %s
bg: Уникалният идентификатор не може да бъде променен: %s

source: System wide mode unsupported on this platform.
bg: Системният режим е се поддържа на тази платформа.

source: Failed to parse command line.
bg: Аргументите подадени на програмата не може да бъдат анализирани.

source: System mode refused for non-root user. Only starting the D-Bus server lookup service.
bg: Системният режим не може да работи с потребител, който не е основен. Стартира се само услугата за търсене на сървъра D-Bus.

source: Failed to kill daemon: %s
bg: Демонът не може да бъде убит: %s

source: This program is not intended to be run as root (unless --system is specified).
bg: Тази програма не е предназначена за стартиране като основен потребител (освен ако не е зададено --system).

source: Root privileges required.
bg: Необходими са права на основен потребител.

source: --start not supported for system instances.
bg: --start не се поддържа за системни инстанции.

source: User-configured server at %s, refusing to start/autospawn.
bg: Настроен от потребителя сървър в %s отказва да се стартира/автоматично стартира.

source: User-configured server at %s, which appears to be local. Probing deeper.
bg: Настроен от потребителя сървър в %s изглежда е локален. Извършване на по-задълбочена проверка.

source: Running in system mode, but --disallow-exit not set.
bg: Изпълняване в системен режим, но --disallow-exit не е зададено.

source: Running in system mode, but --disallow-module-loading not set.
bg: Изпълняване в системен режим, но --disallow-module-loading не е зададено.

source: Running in system mode, forcibly disabling SHM mode.
bg: Изпълняване в системен режим, принудително се изключва SHM режима.

source: Running in system mode, forcibly disabling exit idle time.
bg: Изпълняване в системен режим, принудително се изключва изхода поради бездействие.

source: Failed to acquire stdio.
bg: Стандартният вход не може да бъде получен.

source: pipe() failed: %s
bg: pipe() е неуспешно: %s

source: fork() failed: %s
bg: fork() е неуспешно: %s

source: read() failed: %s
bg: read() е неуспешно: %s

source: Daemon startup failed.
bg: Стартирането на демона е неуспешно.

source: setsid() failed: %s
bg: setsid() е неуспешно: %s

source: Failed to get machine ID
bg: Идентификаторът на машината не може да бъде получена

source: OK, so you are running PA in system mode. Please make sure that you actually do want to do that. Please read http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ for an explanation why system mode is usually a bad idea.
bg: Добре, значи използвате PA в системен режим. Уверете се, че наистина искате това. Прочетете http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ за обяснение защо системният режим по принцип е лоша идея.

source: pa_pid_file_create() failed.
bg: pa_pid_file_create() е неуспешно.

source: pa_core_new() failed.
bg: pa_core_new() е неуспешно.

source: command line arguments
bg: аргументи за командния ред

source: Failed to initialize daemon due to errors while executing startup commands. Source of commands: %s
bg: Демонът не може да бъде инициализиран поради грешки при изпълнението на командите за стартиране. Източникът на командите е: %s

source: Daemon startup without any loaded modules, refusing to work.
bg: Демонът не може да стартира без заредени модули.

source: PulseAudio Sound System
bg: Звукова система PulseAudio

source: Start the PulseAudio Sound System
bg: Пускане на звуковата система PulseAudio

source: Input
bg: Вход

source: Docking Station Input
bg: Вход на станцията за скачане

source: Docking Station Microphone
bg: Микрофон на станцията за скачане

source: Microphone
bg: Микрофон

source: Front Microphone
bg: Преден микрофон

source: Rear Microphone
bg: Заден микрофон

source: External Microphone
bg: Външен микрофон

source: Internal Microphone
bg: Вътрешен микрофон

source: Radio
bg: Радио

source: Video
bg: Видео

source: Automatic Gain Control
bg: Автоматично усилване

source: No Automatic Gain Control
bg: Без автоматично усилване

source: Boost
bg: Подсилване

source: No Boost
bg: Без подсилване

source: Amplifier
bg: Усилвател

source: No Amplifier
bg: Без усилвател

source: Bass Boost
bg: Усилване на басите

source: No Bass Boost
bg: Без усилване на басите

source: Speaker
bg: Високоговорител

source: Headphones
bg: Слушалки

source: Analog Input
bg: Аналогов вход

source: Dock Microphone
bg: Микрофон за скачане

source: Headset Microphone
bg: Микрофон на слушалките

source: Analog Output
bg: Аналогов изход

source: Headphones 2
bg: Слушалки 2

source: Headphones Mono Output
bg: Моно изход на слушалките

source: Line Out
bg: Изход

source: Analog Mono Output
bg: Аналогов моно изход

source: Speakers
bg: Тонколони

source: Digital Output (S/PDIF)
bg: Цифров изход (S/PDIF)

source: Digital Input (S/PDIF)
bg: Цифров вход (S/PDIF)

source: Multichannel Input
bg: Многоканален вход

source: Multichannel Output
bg: Многоканален изход

source: Game Output
bg: Изход за игри

source: Chat Output
bg: Изход за разговори

source: Chat Input
bg: Вход за разговори

source: Virtual Surround 7.1
bg: Виртуален съраунд 7.1

source: Analog Mono
bg: Аналогово моно

source: Analog Mono (Left)
bg: Аналогово моно (отляво)

source: Analog Mono (Right)
bg: Аналогово моно (отдясно)

source: Analog Stereo
bg: Аналогово стерео

source: Mono
bg: Моно

source: Stereo
bg: Стерео

source: Headset
bg: Слушалки с микрофон

source: Speakerphone
bg: Високоговорител на телефон

source: Multichannel
bg: Многоканален

source: Analog Surround 2.1
bg: Аналогов съраунд 2.1

source: Analog Surround 3.0
bg: Аналогов съраунд 3.0

source: Analog Surround 3.1
bg: Аналогов съраунд 3.1

source: Analog Surround 4.0
bg: Аналогов съраунд 4.0

source: Analog Surround 4.1
bg: Аналогов съраунд 4.1

source: Analog Surround 5.0
bg: Аналогов съраунд 5.0

source: Analog Surround 5.1
bg: Аналогов съраунд 5.1

source: Analog Surround 6.0
bg: Аналогов съраунд 6.0

source: Analog Surround 6.1
bg: Аналогов съраунд 6.1

source: Analog Surround 7.0
bg: Аналогов съраунд 7.0

source: Analog Surround 7.1
bg: Аналогов съраунд 7.1

source: Digital Stereo (IEC958)
bg: Цифрово стерео (IEC958)

source: Digital Surround 4.0 (IEC958/AC3)
bg: Цифров съраунд 4.0 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/AC3)
bg: Цифров съраунд 5.1 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/DTS)
bg: Цифров съраунд 5.1 (IEC958/DTS)

source: Digital Stereo (HDMI)
bg: Цифрово стерео (HDMI)

source: Digital Surround 5.1 (HDMI)
bg: Цифров съраунд 5.1 (HDMI)

source: Chat
bg: Разговор

source: Game
bg: Игра

source: Analog Mono Duplex
bg: Двупосочно аналогово моно

source: Analog Stereo Duplex
bg: Двупосочно аналогово стерео

source: Digital Stereo Duplex (IEC958)
bg: Двупосочно цифрово стерео (IEC958)

source: Multichannel Duplex
bg: Двупосочна многоканална връзка

source: Stereo Duplex
bg: Двупосочно стерео

source: Mono Chat + 7.1 Surround
bg: Моно разговор + съраунд 7.1

source: Off
bg: Изкл.

source: %s Output
bg: Изход %s

source: %s Input
bg: Вход %s

source: ALSA woke us up to write new data to the device, but there was actually nothing to write. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLOUT set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
bg: ALSA съобщи, че в устройството могат да бъдат записани нови данни, но всъщност нямаше нищо за записване. Това най-вероятно е грешка в ALSA драйвера „%s“. Моля, докладвайте този проблем на разработчиците на ALSA. Процесът се е събудил със зададен POLLOUT, но последващото извикване на snd_pcm_avail() е върнало 0 или друга стойност, по-малка от min_avail.

source: ALSA woke us up to read new data from the device, but there was actually nothing to read. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLIN set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
bg: ALSA съобщи, че може да прочете нови данни от устройството, но всъщност нямаше нищо за четене. Това най-вероятно е грешка в ALSA драйвера „%s“. Моля, докладвайте този проблем на разработчиците на ALSA. Процесът се е събудил със зададен POLLIN, но последващо извикване на snd_pcm_avail() е върнало 0 или друга стойност, по-малка от min_avail.

source: snd_pcm_avail() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
bg: „snd_pcm_avail()“ върна неочаквано голяма стойност: %lu байт (%lu мс). Най-вероятно се дължи на грешка в драйвера на ALSA „%s“. Молим да докладвате това на разработчиците на ALSA.

source: snd_pcm_delay() returned a value that is exceptionally large: %li byte (%s%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
bg: „snd_pcm_delay()“ върна неочаквано голяма стойност: %li байт (%s%lu мс). Най-вероятно се дължи на грешка в драйвера на ALSA „%s“. Молим да докладвате това на разработчиците на ALSA.

source: snd_pcm_avail_delay() returned strange values: delay %lu is less than avail %lu. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
bg: „snd_pcm_avail_delay()“ върна неочаквана стойност: забавянето %lu е по-малко от наличното %lu. Най-вероятно се дължи на грешка в драйвера на ALSA „%s“. Молим да докладвате това на разработчиците на ALSA.

source: snd_pcm_mmap_begin() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
bg: „snd_pcm_mmap_begin()“ върна неочаквано голяма стойност: %lu байт (%lu мс). Най-вероятно се дължи на грешка в драйвера на ALSA „%s“. Молим да докладвате това на разработчиците на ALSA.

source: Bluetooth Input
bg: Bluetooth вход

source: Bluetooth Output
bg: Bluetooth изход

source: Handsfree
bg: Слушалка за свободни ръце

source: Headphone
bg: Слушалка

source: Portable
bg: Преносимо

source: Car
bg: Кола̀

source: Phone
bg: Телефон

source: High Fidelity Playback (A2DP Sink)
bg: Изпълнение с висока точност (елемент-приемник A2DP)

source: High Fidelity Capture (A2DP Source)
bg: Запис с висока точност (A2DP предавател)

source: Headset Audio Gateway (HSP)
bg: Адаптер за слушалки с микрофон (HSP)

source: Handsfree Audio Gateway (HFP)
bg: Адаптер за слушалка за свободни ръце (HFP)

source: source_name=<name for the source> source_properties=<properties for the source> source_master=<name of source to filter> sink_name=<name for the sink> sink_properties=<properties for the sink> sink_master=<name of sink to filter> adjust_time=<how often to readjust rates in s> adjust_threshold=<how much drift to readjust after in ms> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> aec_method=<implementation to use> aec_args=<parameters for the AEC engine> save_aec=<save AEC data in /tmp> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no> use_master_format=<yes or no>
bg: source_name=<име за източника> source_properties=<свойства за източника> source_master=<име на източника за филтриране> sink_name=<име за аудио приемника> sink_properties=<свойства за аудио приемника> sink_master=<име на аудио приемника за филтриране> adjust_time=<колко често да се пренастройват честотите на източника> adjust_threshold=<с колко да се пренастрои след изместване в мс> format=<формат на семпъла> rate=<честота на семпъла> channels=<брой канали> channel_map=<карта на каналите> aec_method=<метод за използване> aec_args=<параметри за AEC ядрото> save_aec=<save AEC data in /tmp> autoloaded=<включете, ако този модул се зарежда автоматично> use_volume_sharing=<да или не> use_master_format=<да или не>

source: On
bg: Вкл.

source: Dummy Output
bg: Фиктивен изход

source: Always keeps at least one sink loaded even if it's a null one
bg: Винаги държи поне един аудио приемник зареден, дори ако е празен

source: Always keeps at least one source loaded even if it's a null one
bg: Винаги държи поне един източник зареден, дори ако е празен

source: General Purpose Equalizer
bg: Еквалайзер за общо предназначение

source: sink_name=<name of the sink> sink_properties=<properties for the sink> sink_master=<sink to connect to> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no>
bg: sink_name=<име на аудио приемника> sink_properties=<свойства на аудио приемника> sink_master=<аудио приемник за свързване> format=<формат на семпъла> rate=<честота на семпъла> channels=<брой канали> channel_map=<карта на каналите> autoloaded=<включете, ако този модул се зарежда автоматично> use_volume_sharing=<да или не>

source: FFT based equalizer on %s
bg: Еквалайзер, базиран на FFT, на %s

source: autoclean=<automatically unload unused filters?>
bg: autoclean=<автоматично отзареждане на неизползваните филтри?>

source: Virtual LADSPA sink
bg: Виртуален аудио приемник LADSPA
