Repository: pulseaudio/pulseaudio
Catalog: po/*.po
Languages: bg

source: sink_name=<name for the sink> sink_properties=<properties for the sink> sink_input_properties=<properties for the sink input> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<input channel map> plugin=<ladspa plugin name> label=<ladspa plugin label> control=<comma separated list of input control values> input_ladspaport_map=<comma separated list of input LADSPA port names> output_ladspaport_map=<comma separated list of output LADSPA port names> autoloaded=<set if this module is being loaded automatically>
bg: sink_name=<име за аудио приемника> sink_properties=<свойства за аудио приемника> sink_input_properties=<свойства за входа за аудио приемника> master=<името на аудио приемника за филтриране> sink_master=<името на аудио приемника за филтриране> format=<формат на семпъла> rate=<честота на семпъла> channels=<брой канали> channel_map=<карта на входните канали> plugin=<име на ladspa приставката> label=<етикета на ladspa приставката> control=<списък със входни стойности за контрол, разделени със запетая> input_ladspaport_map=<списък с имена на входни LADSPA портове, разделени със запетая> output_ladspaport_map=<списък с имена на изходни LADSPA портове, разделени със запетая> autoloaded=<включете, ако този модул се зарежда автоматично>

source: Clocked NULL sink
bg: Синхронен празен аудиоприемник

source: Null Output
bg: Празен изход

source: Failed to set format: invalid format string %s
bg: Форматът не може да бъде зададен: невалиден низ за формат %s

source: Output Devices
bg: Изходни устройства

source: Input Devices
bg: Входни устройства

source: Audio on @HOSTNAME@
bg: Звук на @HOSTNAME@

source: Tunnel for %s@%s
bg: Тунелиране за %s@%s

source: Tunnel to %s/%s
bg: Тунелиране към „%s/%s“

source: Virtual surround sink
bg: Виртуален съраунд аудио приемник

source: sink_name=<name for the sink> sink_properties=<properties for the sink> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> use_volume_sharing=<yes or no> force_flat_volume=<yes or no> hrir=/path/to/left_hrir.wav hrir_left=/path/to/left_hrir.wav hrir_right=/path/to/optional/right_hrir.wav autoloaded=<set if this module is being loaded automatically>
bg: sink_name=<име за аудио приемника> sink_properties=<свойства за аудио приемника> master=<име на аудио приемника за филтриране> sink_master=<име на аудио приемника за филтриране> format=<формат на семпъла> rate=<честота на семпъла> channels=<брой канали> channel_map=<карта на каналите> use_volume_sharing=<да или не> force_flat_volume=<да или не> hrir=/path/to/left_hrir.wav hrir_left=/path/to/left_hrir.wav hrir_right=/path/to/optional/right_hrir.wav autoloaded=<включете, ако този модул се зарежда автоматично>

source: Unknown device model
bg: Неизвестен модел на устройството

source: RAOP standard profile
bg: Стандартен профил за RAOP

source: PulseAudio Sound Server
bg: Звуковият сървър на PulseAudio

source: Front Center
bg: Преден център

source: Front Left
bg: Преден ляв

source: Front Right
bg: Преден десен

source: Rear Center
bg: Заден център

source: Rear Left
bg: Заден ляв

source: Rear Right
bg: Заден десен

source: Subwoofer
bg: Субуфер

source: Front Left-of-center
bg: Преден ляв-център

source: Front Right-of-center
bg: Преден десен-център

source: Side Left
bg: Страничен ляв

source: Side Right
bg: Страничен десен

source: Auxiliary 0
bg: Помощен 0

source: Auxiliary 1
bg: Помощен 1

source: Auxiliary 2
bg: Помощен 2

source: Auxiliary 3
bg: Помощен 3

source: Auxiliary 4
bg: Помощен 4

source: Auxiliary 5
bg: Помощен 5

source: Auxiliary 6
bg: Помощен 6

source: Auxiliary 7
bg: Помощен 7

source: Auxiliary 8
bg: Помощен 8

source: Auxiliary 9
bg: Помощен 9

source: Auxiliary 10
bg: Помощен 10

source: Auxiliary 11
bg: Помощен 11

source: Auxiliary 12
bg: Помощен 12

source: Auxiliary 13
bg: Помощен 13

source: Auxiliary 14
bg: Помощен 14

source: Auxiliary 15
bg: Помощен 15

source: Auxiliary 16
bg: Помощен 16

source: Auxiliary 17
bg: Помощен 17

source: Auxiliary 18
bg: Помощен 18

source: Auxiliary 19
bg: Помощен 19

source: Auxiliary 20
bg: Помощен 20

source: Auxiliary 21
bg: Помощен 21

source: Auxiliary 22
bg: Помощен 22

source: Auxiliary 23
bg: Помощен 23

source: Auxiliary 24
bg: Помощен 24

source: Auxiliary 25
bg: Помощен 25

source: Auxiliary 26
bg: Помощен 26

source: Auxiliary 27
bg: Помощен 27

source: Auxiliary 28
bg: Помощен 28

source: Auxiliary 29
bg: Помощен 29

source: Auxiliary 30
bg: Помощен 30

source: Auxiliary 31
bg: Помощен 31

source: Top Center
bg: Горен център

source: Top Front Center
bg: Горен преден център

source: Top Front Left
bg: Горен преден ляв

source: Top Front Right
bg: Горен преден десен

source: Top Rear Center
bg: Горен заден център

source: Top Rear Left
bg: Горен заден ляв

source: Top Rear Right
bg: Горен заден десен

source: (invalid)
bg: (неправилно)

source: Surround 4.0
bg: Съраунд 4.0

source: Surround 4.1
bg: Съраунд 4.1

source: Surround 5.0
bg: Съраунд 5.0

source: Surround 5.1
bg: Съраунд 5.1

source: Surround 7.1
bg: Съраунд 7.1

source: xcb_connect() failed
bg: xcb_connect() е неуспешно

source: xcb_connection_has_error() returned true
bg: xcb_connection_has_error() върна true

source: Failed to parse cookie data
bg: Данните за бисквитката не може да бъдат разчетени

source: Received message for unknown extension '%s'
bg: Получено е съобщение за неизвестно разширение „%s“

source: input
bg: вход

source: output
bg: изход

source: bidirectional
bg: двупосочен

source: invalid
bg: невалидно

source: XDG_RUNTIME_DIR (%s) is not owned by us (uid %d), but by uid %d! (This could e.g. happen if you try to connect to a non-root PulseAudio as a root user, over the native protocol. Don't do that.)
bg: XDG_RUNTIME_DIR (%s) не е наша собственост (уни. ид. %d), а на уни. ид. %d! (Това може да се случи, например, ако се опитате да се свържете с PulseAudio, който не е пуснат от основен потребител, като основен потребител, чрез системния протокол. Не правете това.)

source: yes
bg: да

source: no
bg: не

source: Failed to open target file '%s'.
bg: Целевият файл „%s“ не може да бъде отворен.

source: Tried to open target file '%s', '%s.1', '%s.2' ... '%s.%d', but all failed.
bg: Опит за отваряне на целевия файл „%s“, „%s.1“, „%s.2“ … „%s.%d“, но всички опити бяха неуспешни.

source: Invalid log target.
bg: Невалидна цел на журнала.

source: Built-in Audio
bg: Вградено аудио

source: Modem
bg: Модем

source: OK
bg: Добре

source: Access denied
bg: Достъпът е отказан

source: Unknown command
bg: Неизвестна команда

source: Invalid argument
bg: Неправилен аргумент

source: Entity exists
bg: Обектът съществуа

source: No such entity
bg: Няма такъв обект

source: Connection refused
bg: Връзката е отказана

source: Protocol error
bg: Грешка в протокола

source: Timeout
bg: Времето за изчакване изтече

source: No authentication key
bg: Липсва ключ за удостоверяване

source: Internal error
bg: Вътрешна грешка

source: Connection terminated
bg: Връзката е прекъсната

source: Entity killed
bg: Обектът беше убита

source: Invalid server
bg: Невалиден сървър

source: Module initialization failed
bg: Модулът не може да бъде инициализиран

source: Bad state
bg: Лошо състояние

source: No data
bg: Няма данни

source: Incompatible protocol version
bg: Несъвместима версия на протокола

source: Too large
bg: Твърде голямo

source: Not supported
bg: Не се поддържа

source: Unknown error code
bg: Непознат код за грешка

source: No such extension
bg: Няма такова разширение

source: Obsolete functionality
bg: Остаряла функционалност

source: Missing implementation
bg: Липсва реализация

source: Client forked
bg: Клиентът е разклонен

source: Input/Output error
bg: Грешка на входа/изхода

source: Device or resource busy
bg: Устройството или ресурсът са заети

source: %s %uch %uHz
bg: %s %u-канала %u херц

source: %0.1f GiB
bg: %0.1f ГиБ

source: %0.1f MiB
bg: %0.1f МиБ

source: %0.1f KiB
bg: %0.1f КиБ

source: %u B
bg: %u Б

source: Failed to drain stream: %s
bg: Потокът не може да бъде източен: %s

source: Playback stream drained.
bg: Потокът за изпълнение е източен.

source: Draining connection to server.
bg: Източване на връзката със сървъра.

source: pa_stream_begin_write() failed: %s
bg: pa_stream_begin_write() е неуспешно: %s

source: pa_stream_peek() failed: %s
bg: pa_stream_peek() е неуспешно: %s

source: Stream successfully created.
bg: Потокът е успешно създаден.

source: pa_stream_get_buffer_attr() failed: %s
bg: pa_stream_get_buffer_attr() е неуспешно: %s

source: Buffer metrics: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
bg: Показатели на буфера: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u

source: Buffer metrics: maxlength=%u, fragsize=%u
bg: Показатели на буфера: maxlength=%u, fragsize=%u

source: Using sample spec '%s', channel map '%s'.
bg: Използване на спецификацията на семпъла „%s“ и картата на канали „%s“.

source: Connected to device %s (index: %u, suspended: %s).
bg: Свързан към устройството %s (указател: %u, спряно: %s).

source: Stream error: %s
bg: Грешка в потока: %s

source: Stream device suspended.%s
bg: Потокът е спрян.%s

source: Stream device resumed.%s
bg: Потокът е възобновен.%s

source: Stream underrun.%s
bg: Недостатъчно данни във входния поток.%s

source: Stream overrun.%s
bg: Препълване на изходния поток.%s

source: Stream started.%s
bg: Потокът е стартиран.%s

source: Stream moved to device %s (%u, %ssuspended).%s
bg: Потокът е преместен на устройството %s (%u, %sспрян).%s

source: not
bg: не

source: Stream buffer attributes changed.%s
bg: Атрибутите на буфера на потока бяха променени.%s

source: Cork request stack is empty: corking stream
bg: Стекът от заявки за запушване на потока е празен: запушване на потока

source: Cork request stack is empty: uncorking stream
bg: Стекът от заявки за запушване на потока е празен: отпушване на потока

source: Warning: Received more uncork requests than cork requests.
bg: Внимание: Бяха получени повече заявки за отпушване на прехвърлянето на данни в потока, отколкото заявки за запушване.

source: Connection established.%s
bg: Връзката е установена.%s

source: pa_stream_new() failed: %s
bg: pa_stream_new() е неуспешно: %s

source: pa_stream_connect_playback() failed: %s
bg: pa_stream_connect_playback() е неуспешно: %s

source: Failed to set monitor stream: %s
bg: Мониторът за поток не може да бъде зададен: %s

source: pa_stream_connect_record() failed: %s
bg: pa_stream_connect_record() е неуспешно: %s

source: Connection failure: %s
bg: Неуспешно установяване на връзка: %s

source: Got EOF.
bg: Достигнат е краят на файла.

source: pa_stream_write() failed: %s
bg: pa_stream_write() е неуспешно: %s

source: write() failed: %s
bg: write() е неуспешно: %s

source: Got signal, exiting.
bg: Получен е сигнал, изход от програмата.

source: Failed to get latency: %s
bg: Закъснението не може да бъде получено: %s

source: Time: %0.3f sec; Latency: %0.0f usec.
bg: Време: %0.3f сек.; Закъснение: %0.0f мкс.

source: pa_stream_update_timing_info() failed: %s
bg: pa_stream_update_timing_info() е неуспешно: %s

source: %s [options] %s -h, --help Show this help --version Show version -r, --record Create a connection for recording -p, --playback Create a connection for playback -v, --verbose Enable verbose operations -s, --server=SERVER The name of the server to connect to -d, --device=DEVICE The name of the sink/source to connect to. The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor respectively. -n, --client-name=NAME How to call this client on the server --stream-name=NAME How to call this stream on the server --volume=VOLUME Specify the initial (linear) volume in range 0...65536 --rate=SAMPLERATE The sample rate in Hz (defaults to 44100) --format=SAMPLEFORMAT The sample format, see https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ for possible values (defaults to s16ne) --channels=CHANNELS The number of channels, 1 for mono, 2 for stereo (defaults to 2) --channel-map=CHANNELMAP Channel map to use instead of the default --fix-format Take the sample format from the sink/source the stream is being connected to. --fix-rate Take the sampling rate from the sink/source the stream is being connected to. --fix-channels Take the number of channels and the channel map from the sink/source the stream is being connected to. --no-remix Don't upmix or downmix channels. --no-remap Map channels by index instead of name. --latency=BYTES Request the specified latency in bytes. --process-time=BYTES Request the specified process time per request in bytes. --latency-msec=MSEC Request the specified latency in msec. --process-time-msec=MSEC Request the specified process time per request in msec. --property=PROPERTY=VALUE Set the specified property to the specified value. --raw Record/play raw PCM data. --passthrough Passthrough data. --file-format[=FFORMAT] Record/play formatted PCM data. --list-file-formats List available file formats. --monitor-stream=INDEX Record from the sink input with index INDEX.
bg: %s [опции] %s -h, --help Извеждане на този екран за помощ --version Извеждане на версията -r, --record Създаване на връзка за записване -p, --playback Създаване на връзка за изпълнение -v, --verbose Включване на допълнителна информация -s, --server=СЪРВЪР Името на сървъра за свързване -d, --device=УСТРОЙСТВО Името на аудио приемника или източника за свързване. Специалните имена @DEFAULT_SINK@, @DEFAULT_SOURCE@ и @DEFAULT_MONITOR@ може да се използват за задаване на стандартния аудио приемник, източник и монитор. -n, --client-name=ИМЕ Как да се нарича този клиент на сървъра --stream-name=ИМЕ Как да се нарича този поток на сървъра --volume=СИЛА-НА-ЗВУКА Посочване на началното (линейно) ниво на звука в диапазона 0…65536 --rate=ЧЕСТОТА-НА-СЕМПЪЛА Честота на семпъла в херци (стандартно са 44100) --format=ФОРМАТ-НА-СЕМПЪЛА Формат на семпъла, вижте https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ за допустимите стойности (стандартно е s16ne) --channels=КАНАЛИ Броят на каналите, 1 за моно, 2 за стерео (стандартно са 2) --channel-map=КАРТА-НА-КАНАЛИ Карта на каналите, която да се използва вместо стандартната --fix-format Вземете формата на семпъла от аудио приемника или източника, към който е свързан потокът. --fix-rate Вземете честотата на семпъла от аудио приемника или източника, към който е свързан потокът. --fix-channels Вземете броя на каналите и картата на каналите от аудио приемника или източника, към който е свързан потокът. --no-remix Без променяне на броя на каналите. --no-remap Задаване на каналите по указател вместо по име --latency=БАЙТОВЕ Изискване за посоченото закъснение в байтове. --process-time=БАЙТОВЕ Изискване за определеното време на процеса за една заявка в байтове. --latency-msec=МС Изискване за посоченото закъснение в милисекунди. --process-time-msec=МС Изискване за определеното време на процеса за една заявка в милисекунди. --property=СВОЙСТВО=СТОЙНОСТ Задаване на посоченото свойство на посочената стойност. --raw Записване/изпълняване на необработени PCM данни. --passthrough Пропускане на данни. --file-format[=ФОРМАТ-НА-ФАЙЛ] Записване/изпълняване на форматирани PCM данни. --list-file-formats Изброяване на наличните файлови формати. --monitor-stream=УКАЗАТЕЛ Записване от входния аудио приемник с указател УКАЗАТЕЛ.

source: Play back encoded audio files on a PulseAudio sound server.
bg: Възпроизведете кодирани звукови файлове в звуков сървър на PulseAudio.

source: Capture audio data from a PulseAudio sound server and write it to a file.
bg: Уловете звукови данни от звуков сървър на PulseAudio и ги запишете във файл.

source: Capture audio data from a PulseAudio sound server and write it to STDOUT or the specified file.
bg: Уловете звукови данни от звуков сървър на PulseAudio и ги запишете в стандартен изход или в посочения файл.

source: Play back audio data from STDIN or the specified file on a PulseAudio sound server.
bg: Възпроизведете звукови данни от стандартен вход или от посочения файл на звуков сървър на PulseAudio.

source: pacat %s Compiled with libpulse %s Linked with libpulse %s
bg: pacat %s Компилиран с libpulse %s Свързан с libpulse %s

source: Invalid client name '%s'
bg: Невалидно име на клиента „%s“

source: Invalid stream name '%s'
bg: Невалидно име на потока „%s“

source: Invalid channel map '%s'
bg: Невалидна карта на каналите „%s“

source: Invalid latency specification '%s'
bg: Невалидна стойност на закъснението „%s“

source: Invalid process time specification '%s'
bg: Невалидно време на процеса „%s“

source: Invalid property '%s'
bg: Невалидно свойство „%s“

source: Unknown file format %s.
bg: Неизвестен тип на файл %s.

source: Failed to parse the argument for --monitor-stream
bg: Аргументът за --monitor-stream не може да бъде разчетен

source: Invalid sample specification
bg: Невалидна спецификация на семпъла

source: Too many arguments.
bg: Прекалено много аргументи.

source: Failed to generate sample specification for file.
bg: Спецификацията на семпъла не може да бъде генерирана за файла.

source: Failed to open audio file.
bg: Аудио файла не може да бъде отворен.

source: Warning: specified sample specification will be overwritten with specification from file.
bg: Внимание: посочената спецификация на семпъла ще бъде презаписана със спецификацията от файла.

source: Failed to determine sample specification from file.
bg: Спецификацията на семпъла от файла не може да бъде определен.

source: Warning: Failed to determine channel map from file.
bg: Внимание: Картата на каналите не може да бъде определен от файла.

source: Channel map doesn't match sample specification
bg: Картата на каналите не съвпада със спецификацията на семпъла

source: Warning: failed to write channel map to file.
bg: Внимание: Картата на каналите не може да бъде записана във файл.

source: Opening a %s stream with sample specification '%s' and channel map '%s'.
bg: Отваряне на поток %s със спецификация на семпъла „%s“ и карта на каналите „%s“.

source: recording
bg: zаписване

source: playback
bg: изпълнение

source: Failed to set media name.
bg: Името на медията не може да бъде зададено.

source: pa_mainloop_new() failed.
bg: pa_mainloop_new() е неуспешно.

source: io_new() failed.
bg: io_new() е неуспешно.

source: pa_context_new() failed.
bg: pa_context_new() е неуспешно.

source: pa_context_connect() failed: %s
bg: pa_context_connect() е неуспешно: %s

source: pa_context_rttime_new() failed.
bg: pa_context_rttime_new() е неуспешно.

source: pa_mainloop_run() failed.
bg: pa_mainloop_run() е неуспешно.

source: NAME [ARGS ...]
bg: ИМЕ [АРГУМЕНТИ …]

source: NAME|#N
bg: ИМЕ|№

source: NAME
bg: ИМЕ

source: NAME|#N VOLUME
bg: ИМЕ|№ СИЛА-НА-ЗВУКА

source: #N VOLUME
bg: № СИЛА-НА-ЗВУКА

source: NAME|#N 1|0
bg: ИМЕ|№ 1|0

source: NAME|#N KEY=VALUE
bg: ИМЕ|№ КЛЮЧ=СТОЙНОСТ

source: #N KEY=VALUE
bg: № КЛЮЧ=СТОЙНОСТ

source: NAME SINK|#N
bg: ИМЕ АУДИО-ПРИЕМНИК|№

source: NAME FILENAME
bg: ИМЕ ИМЕ-НА-ФАЙЛ

source: PATHNAME
bg: МЕСТОПОЛОЖЕНИЕ

source: FILENAME SINK|#N
bg: ИМЕ-НА-ФАЙЛ АУДИО-ПРИЕМНИК|№

source: #N SINK|SOURCE
bg: № АУДИО-ПРИЕМНИК|ИЗТОЧНИК

source: CARD PROFILE
bg: ЗВУКОВА-КАРТА ПРОФИЛ

source: NAME|#N PORT
bg: ИМЕ|№ ПОРТ

source: CARD-NAME|CARD-#N PORT OFFSET
bg: ИМЕ-НА-ЗВУКОВА-КАРТА|№-НА-ЗВУКОВА-КАРТА ПОРТ ОТМЕСТВАНЕ

source: TARGET
bg: ЦЕЛ

source: NUMERIC-LEVEL
bg: ЧИСЛОВО-НИВО

source: FRAMES
bg: КАДРИ

source: RECIPIENT MESSAGE [MESSAGE_PARAMETERS]
bg: ПОЛУЧАТЕЛ СЪОБЩЕНИЕ [ПАРАМЕТРИ-НА-СЪОБЩЕНИЕТО]

source: -h, --help Show this help --version Show version When no command is given pacmd starts in the interactive mode.
bg: -h, --help Извеждане на този екран за помощ --version Извеждане на версията Когато не е зададена команда, pacmd се стартира в интерактивен режим.

source: pacmd %s Compiled with libpulse %s Linked with libpulse %s
bg: pacmd %s Компилиран с libpulse %s Свързан с libpulse %s

source: No PulseAudio daemon running, or not running as session daemon.
bg: Не е стартиран демонът на PulseAudio или не е стартиран като демон на сесията.

source: Failed to kill PulseAudio daemon.
bg: Демонът PulseAudio не може да бъде убит.

source: Daemon not responding.
bg: Демонът не отговаря.

source: Failed to get statistics: %s
bg: Статистиките не може да бъдат получени: %s

source: Currently in use: %u block containing %s bytes total.
bg: В момента се използва: %u част, съдържащ общо %s байта.

source: Allocated during whole lifetime: %u block containing %s bytes total.
bg: Общо заделено от самото начало: %u част, съдържащ общо %s байта.

source: Sample cache size: %s
bg: Размер на кеша за семпъли: %s

source: Failed to get server information: %s
bg: Информацията за сървъра не може да бъде получена: %s

source: Server String: %s Library Protocol Version: %u Server Protocol Version: %u Is Local: %s Client Index: %u Tile Size: %zu
bg: Низ на сървъра: %s Версия на протокола на библиотеката: %u Версия на протокола на сървъра: %u Локален: %s Указател на клиента: %u Размер на блока на паметта: %zu

source: User Name: %s Host Name: %s Server Name: %s Server Version: %s Default Sample Specification: %s Default Channel Map: %s Default Sink: %s Default Source: %s Cookie: %04x:%04x
bg: Потребителско име: %s Име на хоста: %s Име на сървъра: %s Версия на сървъра: %s Стандартна спецификация на семпъла: %s Стандартна карта на каналите: %s Стандартен аудио приемник: %s Стандартен източник: %s Бисквитка: %04x:%04x

source: availability unknown
bg: наличност неизвестна

source: available
bg: налични

source: not available
bg: не е налично

source: Unknown
bg: Непознат

source: Aux
bg: Помощен

source: Line
bg: Линеен

source: Mic
bg: Микрофон

source: Handset
bg: Телефонна слушалка

source: Earpiece
bg: Телефонна слушалка

source: TV
bg: ТВ

source: Network
bg: Мрежа

source: Analog
bg: Аналогов

source: Failed to get sink information: %s
bg: Информацията за аудио приемника не може да бъде получена: %s

source: Sink #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s%s Properties: %s
bg: Аудио приемник №%u Състояние: %s Име: %s Описание: %s Драйвер: %s Спецификация на семпъла: %s Карта на каналите: %s Модул собственик: %u Заглушаване: %s Сила на звука: %s баланс %0.2f Базова сила на звука: %s Източник на монитора: %s Закъснение: %0.0f мкс, настроени са %0.0f мкс Флагове: %s%s%s%s%s%s%s Свойства: %s

source: Ports:
bg: Портове:

source: %s: %s (type: %s, priority: %u%s%s, %s)
bg: %s: %s (вид: %s, приоритет: %u%s%s, %s)

source: , availability group:
bg: , група за наличност:

source: Active Port: %s
bg: Активен порт: %s

source: Formats:
bg: Формати:

source: Failed to get source information: %s
bg: Информацията за източника не може да бъде получена: %s

source: Source #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
bg: Източник №%u Състояние: %s Име: %s Описание: %s Драйвер: %s Спецификация на семпъла: %s Карта на канализе: %s Модул собственик: %u Заглушаване: %s Сила на звука: %s баланс %0.2f Базова сила на звука: %s Монитор на аудио приемника: %s Закъснение: %0.0f usec, настроени са %0.0f мкс Флагове: %s%s%s%s%s%s Свойства: %s

source: n/a
bg: няма

source: Failed to get module information: %s
bg: Информацията за модула не може да бъде получена: %s
